2gua.rainbow-brackets
aaron-bond.better-comments
abusaidm.html-snippets
adamhartford.vscode-base64
akamud.vscode-javascript-snippet-pack
AlDuncanson.react-hooks-snippets
alefragnani.Bookmarks
angryobject.react-pure-to-class-vscode
austinleegordon.vscode-schema-dot-org
bbugh.change-color-format
bierner.emojisense
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
blanu.vscode-styled-jsx
bodil.prettier-toml
bungcip.better-toml
ChakrounAnas.turbo-console-log
cliffordfajardo.hightlight-selections-vscode
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
dawhite.mustache
donjayamanne.githistory
DotJoshJohnson.xml
douglaszaltron.nunjucks-vscode-extensionpack
dsznajder.es7-react-js-snippets
dzannotti.vscode-babel-coloring
dzhavat.css-flexbox-cheatsheet
ecmel.vscode-html-css
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
eriklynd.json-tools
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
Gruntfuggly.todo-tree
ionutvmi.path-autocomplete
jeremyrajan.vscode-lebab
jobe451.lorem-whatever
jock.svg
jolaleye.horizon-theme-vscode
jpoissonnier.vscode-styled-components
kevinkyang.auto-comment-blocks
kumar-harsh.graphql-for-vscode
marclipovsky.string-manipulation
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikestead.dotenv
mrmlnc.vscode-scss
ms-vscode.vscode-typescript-next
msjsdiag.debugger-for-chrome
muhajirframe.vscode-react-emotion
naumovs.color-highlight
oderwat.indent-rainbow
OfHumanBondage.react-proptypes-intellisense
quicktype.quicktype
redhat.vscode-yaml
riazxrazor.html-to-jsx
richie5um2.vscode-sort-json
RoscoP.ActiveFileInStatusBar
royaction.color-manager
sainoba.px-to-rem
shaharkazaz.git-merger
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
sidthesloth.html5-boilerplate
silvenon.mdx
spikespaz.vscode-smoothtype
techer.open-in-browser
ue.alphabetical-sorter
visioncan.vscode-jss-snippets
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
wmaurer.change-case
xabikos.JavaScriptSnippets
xabikos.ReactSnippets
yzhang.markdown-all-in-one
ms-toolsai.jupyter
ms-toolsai.vscode-jupyter-slideshow
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-python.python
donjayamanne.python-extension-pack
christian-kohler.path-intellisense
ionutvmi.path-autocomplete
