aeschli.vscode-css-formatter
andrsdc.base16-themes
batisteo.vscode-django
bibhasdn.django-snippets
bigonesystems.django
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
colinfang.my-nbpreviewer
dsznajder.es7-react-js-snippets
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
fallenmax.mithril-emmet
figma.figma-vscode-extension
genta.glow-night
inci-august.august-themes
ionutvmi.path-autocomplete
jithurjacob.nbpreviewer
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
lihui.vs-color-picker
mgesbert.python-path
mongodb.mongodb-vscode
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.remote-explorer
ms-vscode.remote-server
msjsdiag.vscode-react-native
naumovs.color-highlight
oderwat.indent-rainbow
planbcoding.vscode-react-refactor
postman.postman-for-vscode
pranaygp.vscode-css-peek
primafuture.open-php-html-js-in-browser
ritwickdey.liveserver
royaction.color-manager
rvest.vs-code-prettier-eslint
silasnevstad.gpthelper
solarliner.linux-themes
sudhan.neondark-theme
tabnine.tabnine-vscode
tintinweb.graphviz-interactive-preview
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wholroyd.jinja
youssef.viow
